---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonMetersPerDegree
source: html/c43b76ac-4f93-1842-4a1f-85b13695afd7.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonMetersPerDegree Property

Kilonewton meters per degree.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonMetersPerDegree { get; }
```